/* Key for PickerView: noSelection */
"noSelection" = "noSelection";

/* Key for PickerView: noSelection */
"options.picker.no.selection" = "--- No Selection ---";

/* Title for The OptionSelect-PicerView */
"options.picker.title" = "Select a Value";

/* Error when displaying: No Species found. */
"result.tableviewcontroller.cell.no.results" = "No Species found.";

/* Connection did fail with Error - BSTableViewController*/
"bstableviewcontroller.error.connection" = "Unable to load Data.";

/* Display message while loading.*/
"bstableviewcontroller.message.loading" = "Loading";